export const joyfulPrePrayer =
{
    title: "환희의 신비",
    trinity: "성부와 성자와 성령의 이름으로. 아멘.",
    hailMary: "성모송",
    petitionPrayerTitle: "(시작 전) 청원기도",
    petitionPrayer: "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 겸손하게 꿇어앉아 장미 화관 바치오니, 눈같이 하얀 송이는 당신 기쁨 알립니다. 장미 송이송이는 당신의 거록한 신비를 불러일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다. 오 거룩하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 저의 정성 받으시고 저의 원을 들어주소서. 당신은 너그러우시니 열심히 구하는 은혜 내려 주소서. 제 청함 들어주시리라 굳게 믿고 있사오니. 어머니시여, 제 앞에 당신을 보여 주소서.",
    repititionOne: "사도신경, 주님의 기도, 성모송(세번), 영광송, 구원의 기도",
    thanksgivingPrayerTitle: "(시작 전) 감사기도",
    thanksgivingPrayer: "지극히 거룩하신 묵주기도의 모후이시며 저의 어머니시여, 찬미 받으소서. 당신 발아래 꿇어앉아 장미화관 바치오니, 눈같이 하얀송이는 당신 기쁨 알립니다. 장미송이송이는 당신의 거룩한 신비를 불러 일으키며, 각별한 은혜 구하는 제 간원과 함께 열 송이씩 열 송이씩 엮어집니다. 오 거록하신 모후, 하느님 은총의 분배자시여, 당신께 부르짖는 모든 이의 어머니시여, 저의 정성 돌아보시고 저의 원을 잊지 마소서. 너그러우신 당신은 열심히 구하는 은혜 내려주셨나이다. 제 청함 들어주시리라 굳게 믿었기에 어머니께서는 제 앞에 당신을 보여 주셨나이다.",
    repititionTwo: "사도신경, 주님의 기도, 성모송(세번), 영광송, 구원의 기도",
}

export const joyfulPrayers = [
    {
        id: 1,
        title: "환희의 신비 1단",
        subtitle: "마리아께서 예수님을 잉태하심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님을 잉태하신 기쁨의 신비를 묵상하며 정성을 다해 이  기도를 바칩니다. 가브리엘 천사가 당신께서 하느님의 어머니가 되시리라는 소식을 가지고 나타나 '은총이 가득한 이여, 기뻐하여라.  주님께서 너와 함께 계시다.' 라고 장엄한 인사를 드렀을 때, 어머니께서는 '보십시오, 저는 주님의 종입니다. 말씀하신 대로 저에게 이루어지기를 바랍니다.'라고 응답하시어 하느님 아버지의 뜻에 겸손하게 따르셨습니다. ",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님 대전에서 겸손한 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-1.jpeg`
    },
    {
        id: 2,
        title: "환희의 신비 2단",
        subtitle: "마리아께서 엘리사벳을ㄹ 찾아보심을 묵상합시다",
        content: "어지신 어머니 마리아님, 어머니께서 엘리사벳을 방문하신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 어머니의 사촌 엘리사벳이 '당신은 여인들 가운데에서 가장 복되시며 당신 태중의 아기도 복되십니다.'라고 찬미의 인사를 드릴 때, 어머니께서는 마니피캇을 읊어 답례하셨습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님과 이웃을 사랑하는 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-2.jpeg`
    },
    {
        id: 3,
        title: "환희의 신비 3단",
        subtitle: "마리아께서 예수님을 낳으심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님께서 탄생하신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 거룩하신 동정 마리아님, 당신을 베들레헴 마구간에서 구세주를 낳으셨습니다. 그때 '지극히 높은 곳에서는 하느님께 영광 땅에서는 그분 마음에 드는 사람들에게 평화!'하고 천사들의 기꺼운 찬미의 노래는 하늘을 메우고 땅 끝까지 울려 퍼졌습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 마음이 가난한 삶의 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-3.jpeg`
    },
    {
        id: 4,
        title: "환희의 신비 4단",
        subtitle: "마리아께서 예수님을 성전에 바치심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님을 성전에 바치신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 모세의 율법에 따라 예수님을 성전에 봉헌하러 갔을 때, 예언자 시므온은 아기 예수님을 받아 안고 구세주를 생전에 보게 해 주신 하느님께 감사하며, '당신의 영혼이 칼에 꿰찔리는 가운데, 많은 사람이 마음속 생각이 드러날 것입니다.'라고 어머니께 다가올 고통을 예언하였습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 정결한 마음가짐의 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-4.jpeg`
    },
    {
        id: 5,
        title: "환희의 신비 5단",
        subtitle: "마리아께서 잃으셨던 예수님을 성전에서 찾으심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님을 성전에 찾으신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 어린 예수님을 잃으신 어머니께서는 슬픔에 잠겨 사흘이나 찾아 헤매시다가 마침내 성전에서 율법 교사들과 토론하고 계신 예수님을 찾으시고 기쁨에 넘치셨습니다. 그리고 어머니께서 원하시자 예수님께서는 순명하여 집으로 돌아오셨습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님의 뜻에 순명하는 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-5.jpeg`
    },
]

export const luminousPrayers = [
    {
        id: 1,
        title: "빛의 신비 1단",
        subtitle: "예수님께서 세례받으심을 묵상합시다",
        content: "자애로우신 어머니 마리아님, 예수님께서 요르단강에서 세례를 받으신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 예수님께서는 죄를 모르는 분이시지만 요르단강에서 세례를 주던 요한을 찾아가 우리를 위하여 죄 있는 사람 처럼 물속에 잠겨 세례를 받으셨습니다. 그러자 홀연히 하늘이 열리고 '이는 내가 사랑하는 아들, 내 마음에 드는 아들이다'라는 하느님 아버지의 음성이 들려왔고, 성령께서 비둘기 모양으로 내려와 예수님께서 수행해야 할 하느님 나라의 선포 사명을 계시하셨습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 황금같이 빛나는 장미 송이로 엮어 만든 이 꽃다발을 하느님의 자녀로서 기쁘고 충실하게 살아갈 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/luminous-images/luminous-mystery-1.png`
    },
    {
        id: 2,
        title: "빛의 신비 2단",
        subtitle: "예수님께서 카나에서 첫 기적을 행하심을 묵상합시다",
        content: "자애로우신 어머니 마리아님, 예수님께서 카나의 혼인잔치에서 어머니의 중개로 당신을 처음으로 드러내신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 예수님께서는 혼인 잔치에 포도주가 떨어졌다고 알리신 어머니의 말씀에 '아직 저의 때가 오지 않았습니다.'라고 하셨으나, 어머니께서 '무엇이든지 그가 시키는 대로 하여라.'라고 이르신 대로 하인들이 행하자, 곧 물을 포도주로 변화시키어 혼인 잔치를 퐁요롭게 하셨습니다. 이렇게 예수님께서는 카나에서 첫 기적을 행하시어 당신의 영광을 드러내셨습니다. ",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 황금같이 빛나는 장미송이로 엮어 만든 이 꽃다발을 예수님의 말씀에 따르는 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/luminous-images/luminous-mystery-2.jpeg`
    },
    {
        id: 3,
        title: "빛의 신비 3단",
        subtitle: "",
        content: "자애로우신 어머니 마리아님, 예수님께서 하느님의 나라를 선포하신 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 예수님께서는 갈릴래야에서 하느님 나라의 기쁜 소식을 선포하시며 '때가 차서 하느님의 나라가 가까이 왔다. 회개하고 복음을 믿어라.'라고 말씀하셨습니다. 그리고 겸손한 신뢰와 회개로 당신께 가까이 다가오는 모든 사람의 죄를 용서하시고 마귀를 쫓아내시며 그들의 병고를 치유해 주셨습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 황금같이 빛나는 장미 송이로 엮어 만든 이 꽃다발을 이웃에게 하느님 나라를 전하는 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/luminous-images/luminous-mystery-3.jpeg`
    },
    {
        id: 4,
        title: "빛의 신비 4단",
        subtitle: "예수님께서 거룩하게 변모하심을 묵상합시다",
        content: "자애로우신 어머니 마리아님, ",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 정결한 마음가짐의 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/luminous-images/luminous-mystery-4.jpeg`
    },
    {
        id: 5,
        title: "빛의 신비 5단",
        subtitle: "마리아께서 잃으셨던 예수님을 성전에서 찾으심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님을 성전에 찾으신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 어린 예수님을 잃으신 어머니께서는 슬픔에 잠겨 사흘이나 찾아 헤매시다가 마침내 성전에서 율법 교사들과 토론하고 계신 예수님을 찾으시고 기쁨에 넘치셨습니다. 그리고 어머니께서 원하시자 예수님께서는 순명하여 집으로 돌아오셨습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님의 뜻에 순명하는 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/luminous-images/luminous-mystery-5.jpeg`
    },
]

export const sorrowfulPrayers = [
    {
        id: 1,
        title: "고통의 신비 1단",
        subtitle: "마리아께서 예수님을 잉태하심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님을 잉태하신 기쁨의 신비를 묵상하며 정성을 다해 이  기도를 바칩니다. 가브리엘 천사가 당신께서 하느님의 어머니가 되시리라는 소식을 가지고 나타나 '은총이 가득한 이여, 기뻐하여라.  주님께서 너와 함께 계시다.' 라고 장엄한 인사를 드렀을 때, 어머니께서는 '보십시오, 저는 주님의 종입니다. 말씀하신 대로 저에게 이루어지기를 바랍니다.'라고 응답하시어 하느님 아버지의 뜻에 겸손하게 따르셨습니다. ",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님 대전에서 겸손한 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-1.jpeg`
    },
    {
        id: 2,
        title: "고통의 신비 2단",
        subtitle: "마리아께서 엘리사벳을 찾아보심을 묵상합시다",
        content: "어지신 어머니 마리아님, 어머니께서 엘리사벳을 방문하신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 어머니의 사촌 엘리사벳이 '당신은 여인들 가운데에서 가장 복되시며 당신 태중의 아기도 복되십니다.'라고 찬미의 인사를 드릴 때, 어머니께서는 마니피캇을 읊어 답례하셨습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님과 이웃을 사랑하는 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-2.jpeg`
    },
    {
        id: 3,
        title: "고통의 신비 3단",
        subtitle: "마리아께서 예수님을 낳으심을 묵상합시다.",
        content: "어지신 어머니 마리아님, 예수님께서 탄생하신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 거룩하신 동정 마리아님, 당신을 베들레헴 마구간에서 구세주를 낳으셨습니다. 그때 '지극히 높은 곳에서는 하느님께 영광 땅에서는 그분 마음에 드는 사람들에게 평화!'하고 천사들의 기꺼운 찬미의 노래는 하늘을 메우고 땅 끝까지 울려 퍼졌습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 마음이 가난한 삶의 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-3.jpeg`
    },
    {
        id: 4,
        title: "고통의 신비 4단",
        subtitle: "마리아께서 예수님을 성전에 바치심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님을 성전에 바치신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 모세의 율법에 따라 예수님을 성전에 봉헌하러 갔을 때, 예언자 시므온은 아기 예수님을 받아 안고 구세주를 생전에 보게 해 주신 하느님께 감사하며, '당신의 영혼이 칼에 꿰찔리는 가운데, 많은 사람이 마음속 생각이 드러날 것입니다.'라고 어머니께 다가올 고통을 예언하였습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 정결한 마음가짐의 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-4.jpeg`
    },
    {
        id: 5,
        title: "고통의 신비 5단",
        subtitle: "마리아께서 잃으셨던 예수님을 성전에서 찾으심을 묵상합시다",
        content: "어지신 어머니 마리아님, 예수님을 성전에 찾으신 기쁨의 신비를 묵상하며 정성을 다해 이 기도를 바칩니다. 어린 예수님을 잃으신 어머니께서는 슬픔에 잠겨 사흘이나 찾아 헤매시다가 마침내 성전에서 율법 교사들과 토론하고 계신 예수님을 찾으시고 기쁨에 넘치셨습니다. 그리고 어머니께서 원하시자 예수님께서는 순명하여 집으로 돌아오셨습니다.",
        repeat: "주님의 기도, 성모성(열번), 영광송, 구원의 기도",
        ending: "저는 눈같이 흰 장미 송이로 엮어 만든 이 꽃다발을 하느님의 뜻에 순명하는 덕을 구하며 어머니 발아래 겸손히 바칩니다.",
        img: `${process.env.PUBLIC_URL}/joyful-images/joyful-mystery-5.jpeg`
    },
]